Repository: gk7734/coucou
Catalog: NotchBuddy/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, es, fr, hi, id, ko, pt_br, ru, zh_hans

# integrations.save
source: Save integrations
ar: حفظ التكاملات
bn: ইন্টিগ্রেশন সংরক্ষণ করুন
es: Guardar integraciones
fr: Enregistrer les intégrations
hi: इंटीग्रेशन सहेजें
id: Simpan integrasi
ko: 연동 저장
pt_br: Salvar integrações
ru: Сохранить интеграции
zh_hans: 保存集成

# integrations.workflows
source: Workflows
ar: سير العمل
bn: ওয়ার্কফ্লো
es: Flujos de trabajo
hi: वर्कफ़्लो
id: Alur kerja
ko: 워크플로
ru: Рабочие процессы
zh_hans: 工作流

# iphone.instruction.description
source: An instruction sent from the iPhone uses the model open in chat. The system prompt and conversation history apply. Instructions sent when Coucou is not running are queued and executed on next launch.
ar: التعليمات المُرسَلة من iPhone تستخدم النموذج المفتوح حاليًا في الدردشة. يُطبَّق موجه النظام وتاريخ المحادثة. التعليمات المُرسَلة أثناء توقف Coucou تُضاف إلى قائمة الانتظار وتُنفَّذ عند التشغيل التالي.
bn: iPhone থেকে পাঠানো নির্দেশনা চ্যাটে বর্তমানে খোলা মডেল ব্যবহার করে। সিস্টেম প্রম্পট এবং কথোপকথনের ইতিহাস প্রযোজ্য। Coucou চলছে না থাকলে পাঠানো নির্দেশনাগুলো কিউতে রাখা হয় এবং পরবর্তী চালুতে চালানো হয়।
es: Una instrucción enviada desde el iPhone usa el modelo abierto actualmente en el chat. Se aplican el prompt de sistema y el historial de conversación. Las instrucciones enviadas mientras Coucou no está en ejecución se ponen en cola y se ejecutan en el siguiente inicio.
fr: Une instruction envoyée depuis l'iPhone utilise le modèle ouvert dans le chat. Le prompt système et l'historique de conversation s'appliquent. Les instructions envoyées quand Coucou ne tourne pas sont mises en file d'attente et exécutées au prochain démarrage.
hi: iPhone से भेजा गया निर्देश चैट में वर्तमान में खुले मॉडल का उपयोग करता है। सिस्टम प्रॉम्प्ट और बातचीत का इतिहास लागू होता है। Coucou चल नहीं रहे होने पर भेजे गए निर्देश कतार में रखे जाते हैं और अगली बार चालू होने पर चलाए जाते हैं।
id: Instruksi yang dikirim dari iPhone menggunakan model yang sedang terbuka di chat. Prompt sistem dan riwayat percakapan berlaku. Instruksi yang dikirim saat Coucou tidak berjalan dimasukkan ke antrean dan dijalankan saat peluncuran berikutnya.
ko: iPhone에서 보낸 지시는 채팅에 열려 있는 모델을 사용합니다. 시스템 프롬프트와 대화 기록이 적용됩니다. Coucou가 실행 중이 아닐 때 보낸 지시는 대기열에 들어가 다음 실행 시 수행됩니다.
pt_br: Uma instrução enviada pelo iPhone usa o modelo aberto no momento no chat. O prompt de sistema e o histórico de conversa se aplicam. Instruções enviadas enquanto o Coucou não está em execução ficam na fila e são executadas no próximo início.
ru: Инструкция, отправленная с iPhone, использует модель, открытую в чате. Системный промпт и история разговора применяются. Инструкции, отправленные пока Coucou не запущен, ставятся в очередь и выполняются при следующем запуске.
zh_hans: 从 iPhone 发送的指令使用聊天中当前打开的模型。系统提示和对话历史适用。Coucou 未运行时发送的指令将排队，并在下次启动时执行。

# iphone.instruction.toggle
source: Let my iPhone send instructions to Claude Code
ar: السماح لـ iPhone بإرسال تعليمات إلى Claude Code
bn: আমার iPhone-কে Claude Code-এ নির্দেশ পাঠাতে দাও
es: Permitir que mi iPhone envíe instrucciones a Claude Code
fr: Laisser mon iPhone envoyer des instructions à Claude Code
hi: मेरे iPhone को Claude Code को निर्देश भेजने दें
id: Biarkan iPhone saya mengirim instruksi ke Claude Code
ko: iPhone에서 Claude Code에 지시 보내기 허용
pt_br: Deixar meu iPhone enviar instruções ao Claude Code
ru: Позволять iPhone отправлять инструкции в Claude Code
zh_hans: 允许我的 iPhone 向 Claude Code 发送指令

# iphone.live-activity.description
source: Goes through the Coucou relay to Apple's push service. Only the agent name and state are sent: no project name, command, or path.
ar: يمر عبر ريلاي Coucou إلى خدمة Apple للإشعارات. يُرسَل فقط اسم الوكيل وحالته: لا اسم مشروع ولا أمر ولا مسار.
bn: Apple-এর পুশ সার্ভিসে Coucou রিলের মাধ্যমে যায়। শুধুমাত্র এজেন্টের নাম এবং অবস্থা পাঠানো হয়: কোনো প্রজেক্ট নাম, কমান্ড বা পাথ নয়।
es: Pasa por el relay de Coucou al servicio push de Apple. Solo se envían el nombre y el estado del agente: sin nombre de proyecto, comando ni ruta.
fr: Passe par le relais Coucou vers le service push d'Apple. Seuls le nom et l'état de l'agent sont envoyés : aucun nom de projet, commande ou chemin.
hi: Coucou रिले के माध्यम से Apple के पुश सर्विस से जाता है। केवल एजेंट का नाम और स्थिति भेजी जाती है: कोई प्रोजेक्ट नाम, कमांड या पाथ नहीं।
id: Melewati relay Coucou ke layanan push Apple. Hanya nama dan status agen yang dikirim: tanpa nama proyek, perintah, atau jalur.
ko: Coucou 릴레이를 거쳐 Apple 푸시 서비스로 전달됩니다. 에이전트 이름과 상태만 보내며 프로젝트 이름, 명령, 경로는 보내지 않습니다.
pt_br: Passa pelo relay do Coucou para o serviço push da Apple. Apenas o nome e o estado do agente são enviados: sem nome de projeto, comando ou caminho.
ru: Проходит через ретранслятор Coucou к сервису push Apple. Отправляются только имя и состояние агента: без имени проекта, команды или пути.
zh_hans: 通过 Coucou 中继传至 Apple 推送服务。仅发送 Agent 的名称和状态：不含项目名称、命令或路径。

# iphone.live-activity.toggle
source: Move Mochi to my iPhone's Dynamic Island when my Mac is locked
ar: نقل Mochi إلى Dynamic Island في iPhone عند إغلاق Mac
bn: Mac লক থাকলে Mochi-কে আমার iPhone-এর Dynamic Island-এ নিয়ে যান
es: Mover a Mochi a la Dynamic Island de mi iPhone cuando mi Mac esté bloqueado
fr: Déplacer Mochi vers la Dynamic Island de mon iPhone quand mon Mac est verrouillé
hi: Mac लॉक होने पर Mochi को मेरे iPhone की Dynamic Island पर ले जाएं
id: Pindahkan Mochi ke Dynamic Island iPhone saya saat Mac terkunci
ko: Mac이 잠기면 Mochi를 iPhone의 다이나믹 아일랜드로 옮기기
pt_br: Mover o Mochi para a Dynamic Island do meu iPhone quando meu Mac estiver bloqueado
ru: Переносить Mochi на Dynamic Island моего iPhone, когда Mac заблокирован
zh_hans: Mac 锁定时将 Mochi 移至我 iPhone 的灵动岛

# iphone.sync.description
source: Sends your sessions to your private iCloud for the Coucou app on iPhone. Project names, commands, and questions are encrypted with your iCloud keys. Disabling removes data from iCloud.
ar: يُرسل جلساتك إلى iCloud الخاص بك لتطبيق Coucou على iPhone. تُشفَّر أسماء المشاريع والأوامر والأسئلة بمفاتيح iCloud الخاصة بك. إيقاف التشغيل يحذفها من iCloud.
bn: Coucou iPhone অ্যাপের জন্য আপনার সেশনগুলো আপনার প্রাইভেট iCloud-এ পাঠায়। প্রজেক্টের নাম, কমান্ড এবং প্রশ্নগুলো আপনার iCloud কী দিয়ে এনক্রিপ্ট করা হয়। বন্ধ করলে iCloud থেকে মুছে যাবে।
es: Envía tus sesiones a tu iCloud privado para la app Coucou de iPhone. Los nombres de proyecto, comandos y preguntas se cifran con tus claves de iCloud. Desactivarlo las elimina de iCloud.
fr: Envoie tes sessions sur ton iCloud privé pour l'app Coucou sur iPhone. Les noms de projets, commandes et questions sont chiffrés avec tes clés iCloud. Désactiver supprime les données d'iCloud.
hi: Coucou iPhone ऐप के लिए आपके सेशन आपके प्राइवेट iCloud में भेजता है। प्रोजेक्ट नाम, कमांड और सवाल आपकी iCloud कुंजियों से एन्क्रिप्ट किए जाते हैं। बंद करने पर iCloud से हटा दिए जाते हैं।
id: Mengirim sesi Anda ke iCloud pribadi Anda untuk aplikasi Coucou iPhone. Nama proyek, perintah, dan pertanyaan dienkripsi dengan kunci iCloud Anda. Mematikannya menghapusnya dari iCloud.
ko: iPhone용 Coucou 앱을 위해 세션을 개인 iCloud로 보냅니다. 프로젝트 이름, 명령, 질문은 iCloud 키로 암호화됩니다. 끄면 iCloud에서 데이터가 삭제됩니다.
pt_br: Envia suas sessões para seu iCloud privado para o app Coucou no iPhone. Nomes de projetos, comandos e perguntas são criptografados com suas chaves do iCloud. Desativar remove-os do iCloud.
ru: Отправляет твои сессии в личный iCloud для приложения Coucou на iPhone. Имена проектов, команды и вопросы шифруются твоими ключами iCloud. Отключение удаляет их из iCloud.
zh_hans: 将你的会话发送到私有 iCloud，供 Coucou iPhone 应用使用。项目名称、命令和问题使用你的 iCloud 密钥加密。关闭后将从 iCloud 中删除。

# iphone.sync.toggle
source: Show my agent sessions on my iPhone
ar: عرض جلسات الوكيل على iPhone
bn: আমার iPhone-এ আমার এজেন্ট সেশন দেখান
es: Mostrar mis sesiones de agente en mi iPhone
fr: Afficher mes sessions d'agent sur mon iPhone
hi: मेरे iPhone पर मेरे एजेंट सेशन दिखाएं
id: Tampilkan sesi agen saya di iPhone saya
ko: iPhone에 에이전트 세션 표시
pt_br: Mostrar minhas sessões de agente no meu iPhone
ru: Показывать мои сессии агента на iPhone
zh_hans: 在我的 iPhone 上显示我的 Agent 会话

# mail.with %@
source: with %@
ar: مع %@
bn: %@-এর সাথে
es: con %@
fr: avec %@
hi: %@ के साथ
id: dengan %@
ko: 첨부: %@
pt_br: com %@
ru: с %@
zh_hans: 附件 %@

source: min without movement
ar: دقيقة بدون حركة
bn: মিনিট নড়াচড়া ছাড়া
es: min sin movimiento
fr: min sans mouvement
hi: मिनट बिना हलचल
id: mnt tanpa gerakan
ko: 분 지나면 숨기기
pt_br: min sem movimento
ru: мин без активности
zh_hans: 分钟无动作

source: needs permission
ar: يحتاج إذناً
bn: অনুমতি প্রয়োজন
es: necesita permiso
fr: a besoin d'une permission
hi: अनुमति चाहिए
id: butuh izin
ko: 권한 필요
pt_br: precisa de permissão
ru: требует разрешения
zh_hans: 需要权限

# plan.5hours
source: 5 hours
ar: ٥ ساعات
bn: ৫ ঘণ্টা
es: 5 horas
fr: 5 heures
hi: 5 घंटे
id: 5 jam
ko: 5시간
pt_br: 5 horas
ru: 5 часов
zh_hans: 5 小时

# plan.card.title
source: Claude plan
ar: خطة Claude
bn: Claude প্ল্যান
es: Plan Claude
fr: Forfait Claude
hi: Claude प्लान
id: Paket Claude
ko: Claude 플랜
pt_br: Plano Claude
ru: План Claude
zh_hans: Claude 计划

# plan.description
source: Shows your Claude plan usage (5-hour and weekly limits) in the notch header. Coucou adds a status line relay in ~/.claude/settings.json. If you already have a status line, it keeps working as before. Pro and Max plans only.
ar: يعرض استخدام خطة Claude (الحدود الخمس ساعات والأسبوعية) في ترويسة الشريط العلوي. تضيف Coucou سطر حالة مُرحِّلاً إلى ~/.claude/settings.json. إن كان لديك سطر حالة بالفعل، يستمر في العمل كالمعتاد. للخططَين Pro وMax فقط.
bn: নচ হেডারে আপনার Claude প্ল্যানের ব্যবহার (৫ ঘণ্টা ও সাপ্তাহিক সীমা) দেখায়। Coucou ~/.claude/settings.json-এ একটি স্ট্যাটাস লাইন রিলে যোগ করে। আপনার কাছে ইতিমধ্যে স্ট্যাটাস লাইন থাকলে তা আগের মতোই কাজ করবে। শুধুমাত্র Pro এবং Max প্ল্যানের জন্য।
es: Muestra el uso de tu plan Claude (límites de 5 horas y semanales) en el encabezado del notch. Coucou añade una línea de estado relay en ~/.claude/settings.json. Si ya tienes una línea de estado, seguirá funcionando como antes. Solo planes Pro y Max.
fr: Affiche ton utilisation du forfait Claude (limites de 5 heures et hebdomadaire) dans l'en-tête de l'encoche. Coucou ajoute un relais de ligne de statut dans ~/.claude/settings.json. Si tu as déjà une ligne de statut, elle continue de fonctionner comme avant. Forfaits Pro et Max uniquement.
hi: नॉच हेडर में आपके Claude प्लान का उपयोग (5 घंटे और साप्ताहिक सीमाएं) दिखाता है। Coucou ~/.claude/settings.json में एक स्टेटस लाइन रिले जोड़ता है। अगर आपके पास पहले से स्टेटस लाइन है, तो वह पहले की तरह काम करती रहेगी। केवल Pro और Max प्लान के लिए।
id: Menampilkan penggunaan paket Claude (batas 5 jam dan mingguan) di header notch. Coucou menambahkan relay baris status ke ~/.claude/settings.json. Jika Anda sudah memiliki baris status, tetap berjalan seperti sebelumnya. Hanya untuk paket Pro dan Max.
ko: 노치 헤더에 Claude 플랜 사용량(5시간·주간 한도)을 보여 줍니다. Coucou가 ~/.claude/settings.json에 상태 줄 릴레이를 추가합니다. 이미 상태 줄이 있다면 그대로 동작합니다. Pro·Max 플랜 전용.
pt_br: Mostra o uso do seu plano Claude (limites de 5 horas e semanais) no cabeçalho do notch. O Coucou adiciona um relay de linha de status ao ~/.claude/settings.json. Se você já tiver uma linha de status, ela continua funcionando normalmente. Apenas planos Pro e Max.
ru: Показывает использование плана Claude (лимиты на 5 часов и на неделю) в шапке нотча. Coucou добавляет ретранслятор строки статуса в ~/.claude/settings.json. Если строка статуса уже есть, она продолжит работать как прежде. Только для планов Pro и Max.
zh_hans: 在刘海标头中显示你的 Claude 计划用量（5 小时及每周限额）。Coucou 会在 ~/.claude/settings.json 中添加一条状态栏中继。如果你已有状态栏，它将照常运行。仅限 Pro 和 Max 计划。

# plan.hours-ago %lld
source: %lld h ago
ar: منذ %lld ساعة
bn: %lld ঘণ্টা আগে
es: hace %lld h
fr: il y a %lld h
hi: %lld घंटे पहले
id: %lld jam lalu
ko: %lld시간 전
pt_br: há %lld h
ru: %lld ч назад
zh_hans: %lld 小时前

# plan.just-now
source: just now
ar: للتو
bn: এইমাত্র
es: justo ahora
fr: à l'instant
hi: अभी
id: baru saja
ko: 방금
pt_br: agora há pouco
ru: только что
zh_hans: 刚刚

# plan.mins-ago %lld
source: %lld min ago
ar: منذ %lld دقيقة
bn: %lld মিনিট আগে
es: hace %lld min
fr: il y a %lld min
hi: %lld मिनट पहले
id: %lld menit lalu
ko: %lld분 전
pt_br: há %lld min
ru: %lld мин назад
zh_hans: %lld 分钟前

# plan.relay.install
source: Install relay
ar: تثبيت المُرحِّل
bn: রিলে ইনস্টল করুন
es: Instalar relay
fr: Installer le relais
hi: रिले इंस्टॉल करें
id: Pasang relay
ko: 릴레이 설치
pt_br: Instalar relay
ru: Установить ретранслятор
zh_hans: 安装中继

# plan.relay.installed
source: Relay: installed
ar: المُرحِّل: مثبَّت
bn: রিলে: ইনস্টল আছে
es: Relay: instalado
fr: Relais : installé
hi: रिले: इंस्टॉल है
id: Relay: terpasang
ko: 릴레이: 설치됨
pt_br: Relay: instalado
ru: Ретранслятор: установлен
zh_hans: 中继：已安装

# plan.relay.not-installed
source: Relay: not installed
ar: المُرحِّل: غير مثبَّت
bn: রিলে: ইনস্টল নেই
es: Relay: no instalado
fr: Relais : non installé
hi: रिले: इंस्टॉल नहीं है
id: Relay: belum terpasang
ko: 릴레이: 설치되지 않음
pt_br: Relay: não instalado
ru: Ретранслятор: не установлен
zh_hans: 中继：未安装

# plan.relay.uninstall
source: Uninstall relay
ar: إلغاء تثبيت المُرحِّل
bn: রিলে আনইনস্টল করুন
es: Desinstalar relay
fr: Désinstaller le relais
hi: रिले अनइंस्टॉल करें
id: Hapus relay
ko: 릴레이 제거
pt_br: Desinstalar relay
ru: Удалить ретранслятор
zh_hans: 卸载中继

# plan.reset-in-hm %lld %lld
source: in %lld h %lld
ar: خلال %lld س %lld د
bn: %lld ঘণ্টা %lld মিনিটে
es: en %lld h %lld
fr: dans %lld h %lld
hi: %lld घंटे %lld मिनट में
id: dalam %lld j %lld
ko: %lld시간 %lld분 후
pt_br: em %lld h %lld
ru: через %lld ч %lld мин
zh_hans: %lld 小时 %lld 分后

# plan.reset-in-m %lld
source: in %lld min
ar: خلال %lld دقيقة
bn: %lld মিনিটে
es: en %lld min
fr: dans %lld min
hi: %lld मिनट में
id: dalam %lld menit
ko: %lld분 후
pt_br: em %lld min
ru: через %lld мин
zh_hans: %lld 分钟后

# plan.resetting
source: Resetting…
ar: جارٍ إعادة الضبط…
bn: রিসেট হচ্ছে…
es: Reiniciando…
fr: Réinitialisation…
hi: रीसेट हो रहा है…
id: Mereset…
ko: 초기화 중…
pt_br: Reiniciando…
ru: Сброс…
zh_hans: 重置中…

# plan.show-in-notch
source: Show in notch
ar: عرض في الشريط العلوي
bn: নচে দেখান
es: Mostrar en el notch
fr: Afficher dans l'encoche
hi: नॉच में दिखाएं
id: Tampilkan di notch
ko: 노치에 표시
pt_br: Mostrar no notch
ru: Показывать в нотче
zh_hans: 在刘海中显示

# plan.title
source: Plan usage
ar: استخدام الخطة
bn: প্ল্যান ব্যবহার
es: Uso del plan
fr: Utilisation du forfait
hi: प्लान उपयोग
id: Penggunaan paket
ko: 플랜 사용량
pt_br: Uso do plano
ru: Использование плана
zh_hans: 计划用量

# plan.waiting
source: Waiting for a response from Claude Code
ar: في انتظار رد من Claude Code
bn: Claude Code-এর উত্তরের অপেক্ষায়
es: Esperando respuesta de Claude Code
fr: En attente d'une réponse de Claude Code
hi: Claude Code के जवाब का इंतजार
id: Menunggu balasan Claude Code
ko: Claude Code의 응답을 기다리는 중
pt_br: Aguardando resposta do Claude Code
ru: Ожидание ответа Claude Code
zh_hans: 等待 Claude Code 回复

# plan.week
source: Week
ar: أسبوع
bn: সপ্তাহ
es: Semana
fr: Semaine
hi: सप्ताह
id: Minggu
ko: 주간
pt_br: Semana
ru: Неделя
zh_hans: 一周

# plugin.amp.installed
source: Plugin installed — restart Amp to activate it
ar: الملحق مثبَّت — أعِد تشغيل Amp للتفعيل
bn: প্লাগইন ইনস্টল হয়েছে — সক্রিয় করতে Amp রিস্টার্ট করুন
es: Plugin instalado — reinicia Amp para activarlo
fr: Plugin installé — redémarre Amp pour l'activer
hi: प्लगइन इंस्टॉल हो गया — सक्रिय करने के लिए Amp रीस्टार्ट करें
id: Plugin terpasang — mulai ulang Amp untuk mengaktifkan
ko: 플러그인 설치됨 — 활성화하려면 Amp를 재시작하세요
pt_br: Plugin instalado — reinicie o Amp para ativar
ru: Плагин установлен — перезапусти Amp для активации
zh_hans: 插件已安装 — 重启 Amp 以激活

# plugin.amp.title
source: Amp plugin
ar: ملحق Amp
bn: Amp প্লাগইন
es: Plugin de Amp
fr: Plugin Amp
hi: Amp प्लगइन
id: Plugin Amp
ko: Amp 플러그인
pt_br: Plugin do Amp
ru: Плагин Amp
zh_hans: Amp 插件

# plugin.hermes.title
source: Hermes Agent
ar: ملحق Hermes
bn: Hermes প্লাগইন

# plugin.hermes.installed
source: ✓ Hermes plugin installed in ~/.hermes/plugins/coucou/
ar: ✓ ملحق Hermes مثبَّت في ~/.hermes/plugins/coucou/
bn: ✓ Hermes প্লাগইন ~/.hermes/plugins/coucou/-এ ইনস্টল হয়েছে
es: ✓ Plugin de Hermes instalado en ~/.hermes/plugins/coucou/
fr: ✓ Plugin Hermes installé dans ~/.hermes/plugins/coucou/
hi: ✓ Hermes प्लगइन ~/.hermes/plugins/coucou/ में इंस्टॉल हुआ
id: ✓ Plugin Hermes terpasang di ~/.hermes/plugins/coucou/
ko: ✓ ~/.hermes/plugins/coucou/에 Hermes 플러그인 설치됨
pt_br: ✓ Plugin do Hermes instalado em ~/.hermes/plugins/coucou/
ru: ✓ Плагин Hermes установлен в ~/.hermes/plugins/coucou/
zh_hans: ✓ Hermes 插件已安装至 ~/.hermes/plugins/coucou/

# plugin.hermes.approvals
source: Show approval requests in the notch
ar: عرض طلبات الموافقة في الشريط
bn: নচে অনুমোদন অনুরোধ দেখান
es: Mostrar solicitudes de aprobación en el notch
fr: Afficher les demandes d'approbation dans le notch
hi: नॉच में अनुमोदन अनुरोध दिखाएं
id: Tampilkan permintaan persetujuan di notch
ko: 노치에 승인 요청 표시
pt_br: Mostrar solicitações de aprovação no notch
ru: Показывать запросы подтверждения в notch
zh_hans: 在刘海中显示审批请求

# plugin.hermes.approvals.enabled
source: Approval requests appear in the notch. If Coucou is not running, Hermes falls back to its own prompt.
ar: تظهر طلبات الموافقة في الشريط. إذا لم تكن Coucou تعمل، يعود Hermes إلى طرفيته الخاصة.
bn: নচে অনুমোদন অনুরোধ দেখানো হয়। Coucou না চললে Hermes তার নিজের প্রম্পটে ফলব্যাক করে।
es: Las solicitudes de aprobación aparecen en el notch. Si Coucou no está en ejecución, Hermes usa su propio prompt.
fr: Les demandes d'approbation s'affichent dans le notch. Si Coucou ne tourne pas, Hermes utilise son propre prompt.
hi: नॉच में अनुमोदन अनुरोध दिखाए जाते हैं। यदि Coucou नहीं चल रहा तो Hermes अपने प्रॉम्प्ट पर वापस जाता है।
id: Permintaan persetujuan muncul di notch. Jika Coucou tidak berjalan, Hermes menggunakan promptnya sendiri.
ko: 승인 요청이 노치에 나타납니다. Coucou가 실행 중이 아니면 Hermes가 자체 프롬프트를 띄웁니다.
pt_br: Solicitações de aprovação aparecem no notch. Se Coucou não estiver em execução, Hermes usa seu próprio prompt.
ru: Запросы подтверждения отображаются в notch. Если Coucou не запущен, Hermes использует собственный prompt.
zh_hans: 审批请求显示在刘海中。若 Coucou 未运行，Hermes 将回退到其自己的提示。

# plugin.hermes.approvals.disabled
source: Approval requests are handled by Hermes (terminal or gateway).
ar: تعالج Hermes طلبات الموافقة (الطرفية أو البوابة).
bn: Hermes অনুমোদন অনুরোধ পরিচালনা করে (টার্মিনাল বা গেটওয়ে)।
es: Las solicitudes de aprobación las gestiona Hermes (terminal o gateway).
fr: Les demandes d'approbation sont gérées par Hermes (terminal ou passerelle).
hi: अनुमोदन अनुरोध Hermes द्वारा संभाले जाते हैं (टर्मिनल या गेटवे)।
id: Permintaan persetujuan ditangani oleh Hermes (terminal atau gateway).
ko: 승인 요청은 Hermes(터미널 또는 게이트웨이)가 처리합니다.
pt_br: Solicitações de aprovação tratadas pelo Hermes (terminal ou gateway).
ru: Запросы подтверждения обрабатывает Hermes (терминал или шлюз).
zh_hans: 审批请求由 Hermes 处理（终端或网关）。

# plugin.install
source: Install plugin
ar: تثبيت الملحق
bn: প্লাগইন ইনস্টল করুন
es: Instalar plugin
fr: Installer le plugin
hi: प्लगइन इंस्टॉल करें
id: Pasang plugin
ko: 플러그인 설치
pt_br: Instalar plugin
ru: Установить плагин
zh_hans: 安装插件

# plugin.opencode.installed
source: Plugin installed — restart OpenCode to activate it
ar: الملحق مثبَّت — أعِد تشغيل OpenCode للتفعيل
bn: প্লাগইন ইনস্টল হয়েছে — সক্রিয় করতে OpenCode রিস্টার্ট করুন
es: Plugin instalado — reinicia OpenCode para activarlo
fr: Plugin installé — redémarre OpenCode pour l'activer
hi: प्लगइन इंस्टॉल हो गया — सक्रिय करने के लिए OpenCode रीस्टार्ट करें
id: Plugin terpasang — mulai ulang OpenCode untuk mengaktifkan
ko: 플러그인 설치됨 — 활성화하려면 OpenCode를 재시작하세요
pt_br: Plugin instalado — reinicie o OpenCode para ativar
ru: Плагин установлен — перезапусти OpenCode для активации
zh_hans: 插件已安装 — 重启 OpenCode 以激活

# plugin.opencode.title
source: OpenCode plugin
ar: ملحق OpenCode
bn: OpenCode প্লাগইন
es: Plugin de OpenCode
fr: Plugin OpenCode
hi: OpenCode प्लगइन
id: Plugin OpenCode
ko: OpenCode 플러그인
pt_br: Plugin do OpenCode
ru: Плагин OpenCode
zh_hans: OpenCode 插件

# plugin.review-content
source: Review the content below before confirming.
ar: راجع المحتوى أدناه قبل التأكيد.
bn: নিশ্চিত করার আগে নীচের বিষয়বস্তু পর্যালোচনা করুন।
es: Revisa el contenido a continuación antes de confirmar.
fr: Relis le contenu ci-dessous avant de confirmer.
hi: पुष्टि करने से पहले नीचे दी गई सामग्री की समीक्षा करें।
id: Tinjau konten di bawah sebelum mengonfirmasi.
ko: 확인하기 전에 아래 내용을 검토하세요.
pt_br: Revise o conteúdo abaixo antes de confirmar.
ru: Просмотри содержимое ниже перед подтверждением.
zh_hans: 确认前请检查以下内容。

source: presses this → island opens
ar: اضغط هذا → تفتح الجزيرة
bn: এটি চাপলে → আইল্যান্ড খোলে
es: presiona esto → se abre la isla
fr: appuie → l'île s'ouvre
hi: दबाने पर → द्वीप खुलता है
id: tekan ini → island terbuka
ko: 이 키를 누르면 → 아일랜드가 열림
pt_br: pressione → a ilha abre
ru: нажми → остров открывается
zh_hans: 按此键 → 岛打开

# recap.coding
source: coding
ar: برمجة
bn: কোডিং
es: programando
fr: de code
hi: कोडिंग
id: pemrograman
ko: 코딩
pt_br: programando
ru: программирования
zh_hans: 编程

# recap.commands
source: commands
ar: أوامر
bn: কমান্ড
es: comandos
fr: commandes
hi: कमांड
id: perintah
ko: 명령
pt_br: comandos
ru: команды
zh_hans: 条命令

# recap.file
source: file
ar: ملف
bn: ফাইল
es: archivo
fr: fichier
hi: फ़ाइल
id: berkas
ko: 파일
pt_br: arquivo
ru: файл
zh_hans: 个文件

# recap.files
source: files
ar: ملفات
bn: ফাইল
es: archivos
fr: fichiers
hi: फ़ाइलें
id: berkas
ko: 파일
pt_br: arquivos
ru: файлы
zh_hans: 个文件

# recap.image.approved
source: Approved
ar: موافق عليه
bn: অনুমোদিত
es: Aprobado
fr: Approuvé
hi: अनुमोदित
id: Disetujui
ko: 승인
pt_br: Aprovado
ru: Одобрено
zh_hans: 已批准

# recap.image.busiest-day
source: Busiest day
ar: أكثر يوم نشاطًا
bn: সবচেয়ে ব্যস্ত দিন
es: Día más activo
fr: Jour le plus chargé
hi: सबसे व्यस्त दिन
id: Hari tersibuk
ko: 가장 바빴던 날
pt_br: Dia mais ativo
ru: Самый насыщенный день
zh_hans: 最忙的一天

# recap.image.commands
source: COMMANDS
ar: الأوامر
bn: কমান্ড
es: COMANDOS
fr: COMMANDES
hi: कमांड
id: PERINTAH
ko: 명령
pt_br: COMANDOS
ru: КОМАНДЫ
zh_hans: 命令

# recap.image.denied
source: Denied
ar: مرفوض
bn: প্রত্যাখ্যাত
es: Denegado
fr: Refusé
hi: अस्वीकृत
id: Ditolak
ko: 거부
pt_br: Negado
ru: Отклонено
zh_hans: 已拒绝

# recap.image.files
source: FILES
ar: الملفات
bn: ফাইল
es: ARCHIVOS
fr: FICHIERS
hi: फ़ाइलें
id: BERKAS
ko: 파일
pt_br: ARQUIVOS
ru: ФАЙЛЫ
zh_hans: 文件

# recap.image.longest-session
source: Longest session
ar: أطول جلسة
bn: দীর্ঘতম সেশন
es: Sesión más larga
fr: Session la plus longue
hi: सबसे लंबा सेशन
id: Sesi terpanjang
ko: 가장 긴 세션
pt_br: Sessão mais longa
ru: Самая долгая сессия
zh_hans: 最长会话

# recap.image.sessions
source: SESSIONS
ar: الجلسات
bn: সেশন
es: SESIONES
hi: सेशन
id: SESI
ko: 세션
pt_br: SESSÕES
ru: СЕССИИ
zh_hans: 会话

# recap.image.time-coding
source: TIME CODING
ar: وقت البرمجة
bn: কোডিং সময়
es: TIEMPO PROGRAMANDO
fr: TEMPS DE CODE
hi: कोडिंग समय
id: WAKTU PEMROGRAMAN
ko: 코딩 시간
pt_br: TEMPO PROGRAMANDO
ru: ВРЕМЯ КОДИНГА
zh_hans: 编程时长

# recap.image.top-agent
source: Top agent
ar: أفضل وكيل
bn: শীর্ষ এজেন্ট
es: Agente principal
fr: Agent principal
hi: शीर्ष एजेंट
id: Agen teratas
ko: 최다 에이전트
pt_br: Agente principal
ru: Топ агент
zh_hans: 最活跃 Agent

# recap.image.top-project
source: Top project
ar: أفضل مشروع
bn: শীর্ষ প্রজেক্ট
es: Proyecto principal
fr: Projet principal
hi: शीर्ष प्रोजेक्ट
id: Proyek teratas
ko: 최다 프로젝트
pt_br: Projeto principal
ru: Топ проект
zh_hans: 最活跃项目

# recap.no-activity
source: No activity last week
ar: لا نشاط الأسبوع الماضي
bn: গত সপ্তাহে কোনো কার্যক্রম নেই
es: Sin actividad la semana pasada
fr: Aucune activité la semaine dernière
hi: पिछले सप्ताह कोई गतिविधि नहीं
id: Tidak ada aktivitas minggu lalu
ko: 지난주 활동 없음
pt_br: Sem atividade na semana passada
ru: На прошлой неделе активности не было
zh_hans: 上周无活动

# recap.session
source: session
ar: جلسة
bn: সেশন
es: sesión
hi: सेशन
id: sesi
ko: 세션
pt_br: sessão
ru: сессия
zh_hans: 个会话
